Repository: OpenThinkLabs/extension-tao-mediamanager
Catalog: locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Add a media file
ca_es_valencia: Afig un fitxer multimèdia

source: Delete
ca_es_valencia: Elimina

source: Edit Instance
ca_es_valencia: Edita una instància

source: Export
ca_es_valencia: Exporta

source: Export Media as Zip file
ca_es_valencia: Exporta el fitxer multimèdia com a fitxer zip

source: Fail to edit Shared Stimulus
ca_es_valencia: S'ha produït un error en editar l'estímul compartit.

source: Fail to edit shared stimulus
ca_es_valencia: S'ha produït un error en editar l'estímul compartit.

source: Fail to import media
ca_es_valencia: S'ha produït un error en importar el fitxer multimèdia.

source: Fail to import Shared Stimulus
ca_es_valencia: S'ha produït un error en importar l'estímul compartit.

source: File
ca_es_valencia: Fitxer

source: File name
ca_es_valencia: Nom del fitxer

source: Import
ca_es_valencia: Importa

source: Imported %s
ca_es_valencia: S'ha importat %s

source: Imported new file
ca_es_valencia: S'ha importat el fitxer nou.

source: Initial import
ca_es_valencia: Importació inicial

source: Instance saved
ca_es_valencia: Instància guardada

source: Manage Media
ca_es_valencia: Gestiona els multimèdia

source: Media
ca_es_valencia: Multimèdia

source: Media imported successfully
ca_es_valencia: El fitxer multimèdia s'ha importat correctament.

source: Media Manager
ca_es_valencia: Gestor de multimèdia

source: Media Manager extension
ca_es_valencia: Extensió del gestor de multimèdia

source: Media Options
ca_es_valencia: Opcions de multimèdia

source: New class
ca_es_valencia: Classe nova

source: No file found for this media
ca_es_valencia: No s'ha trobat el fitxer d'aquest multimèdia.

source: Preview
ca_es_valencia: Previsualització

source: Properties
ca_es_valencia: Propietats

source: Shared Stimulus
ca_es_valencia: Estímul compartit

source: Shared Stimulus edited successfully
ca_es_valencia: L'estímul compartit s'ha editat correctament.

source: Shared Stimulus imported successfully
ca_es_valencia: L'estímul compartit s'ha editat correctament.

source: Unable to extract the archive
ca_es_valencia: No es pot extraure l'arxiu.

source: Upload Media
ca_es_valencia: Puja el fitxer multimèdia

source: Upload new media
ca_es_valencia: Puja un fitxer multimèdia nou
