Repository: OpenThinkLabs/extension-tao-mediamanager
Catalog: locales/*/messages.po
Languages: da_dk, es_es

source: Add a media file
da_dk: Tilføj en mediefil
es_es: Añadir archivo multimedia

source: Delete
da_dk: Slet
es_es: Eliminar

source: Edit Instance
da_dk: Rediger forekomst
es_es: Editar instancia

source: Edited %s
da_dk: Redigeret %s
es_es: %s editado

source: Export
da_dk: Eksporter
es_es: Exportar

source: Export Media as Zip file
da_dk: Eksporter medie som zip-fil
es_es: Exportar multimedia como archivo Zip

source: Fail to edit Shared Stimulus
da_dk: Fejlede ved redigering af delt stimulus
es_es: Fallo al editar las pistas compartidas

source: Fail to edit shared stimulus
da_dk: Fejlede ved redigering af delt stimulus
es_es: Fallo al editar las pistas compartidas

source: Fail to import media
da_dk: Fejlede ved import af mediefil
es_es: Fallo al importar multimedia

source: Fail to import Shared Stimulus
da_dk: Fejlede ved import af delt stimulus
es_es: Fallo al importar pista compartida

source: File
da_dk: Fil
es_es: Archivo

source: File name
da_dk: Filnavn
es_es: Nombre de archivo

source: Import
da_dk: Importer
es_es: Importar

source: Imported %s
da_dk: Importerede %s
es_es: %s importado

source: Imported new file
da_dk: Importerede ny fil
es_es: nuevo archivo importado

source: Initial import
da_dk: Oprindelig import
es_es: Importación inicial

source: Instance saved
da_dk: Forekomst gemt
es_es: Instancia guardada

source: Manage Media
da_dk: Administrer medier
es_es: Administrar multimedia

source: Manage Schema
da_dk: Administrer skema
es_es: Administrar esquema

source: Media
da_dk: Medier
es_es: Multimedia

source: Media imported successfully
da_dk: Mediefil importeret
es_es: Multimedia importada satisfactoriamente

source: Media Manager
da_dk: Medieadministrator
es_es: Administrador multimedia

source: Media Manager extension
da_dk: Medieadministrationsudvidelse
es_es: Extensión de administrador multimedia

source: Media Options
da_dk: Medievalgmuligheder
es_es: Opciones multimedia

source: Media successfully exported.
da_dk: Medie blev eksporteret.
es_es: Multimedia exportados satisfactoriamente

source: Move
da_dk: Flyt
es_es: Mover

source: New class
da_dk: Ny mappe
es_es: Nueva clase

source: No file found for this media
da_dk: Ingen fil fundet for dette medie
es_es: No se ha encontrado ningún archivo para este medio

source: Preview
da_dk: Forhåndsvisning
es_es: Vista previa

source: Properties
da_dk: Egenskaber
es_es: Propiedades

source: Shared Stimulus
da_dk: Delt stimulus
es_es: Pistas compartidas

source: Shared Stimulus edited successfully
da_dk: Delt stimulus redigeret succesfuldt
es_es: Pista compartida editada satisfactoriamente

source: Shared Stimulus imported successfully
da_dk: Delt stimulus importeret
es_es: Pista compartida importada satisfactoriamente

source: Unable to extract the archive
da_dk: Ikke i stand til at udtrække indholdet fra dette arkiv
es_es: No es posible extraer el archivo

source: Upload Media
da_dk: Upload mediefiler
es_es: Subir multimedia

source: Upload new media
da_dk: Upload ny mediefil
es_es: Subir nuevo multimedia

source: You can\'t upload a zip file as a media
da_dk: Du kan ikke uploade en zip-fil som medie\" msgid
es_es: No puedes subir un archivo zip como multimedia
